Repository: Troyhy/cmsplugin-poll
Catalog: cmsplugin_poll/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Close selected polls
fr: Clore les sondages sélectionnés

source: Date information
fr: Informations de date

source: Simple poll
fr: Sondage simple

source: date published
fr: date de publication

source: date closed
fr: date de clôture

source: Poll
fr: Sondage

source: Polls
fr: Sondages

source: poll
fr: sondage

source: choice
fr: choix

source: Choice
fr: Choix

source: Choices
fr: Choix

source: Poll to display
fr: Sondage à afficher

source: Poll plugin
fr: Bloc de sondage

source: Poll plugins
fr: Blocs de sondage

source: This poll is closed
fr: Ce sondage est clos

source: You already vote for this poll
fr: Vous avez déjà voté dans ce sondage

source: You didn't select a choice
fr: Vous n'avez pas sélectionné de choix

source: Thank you for your vote
fr: Merci d'avoir voté

source: Vote
fr: Voter

source: Please vote to see the results.
fr: Veuillez voter pour voir les résultats.

source: Previous polls
fr: Sondages précédents

source: No polls are available.
fr: Aucun sondage disponible.

source: Poll results
fr: Résultat du sondage
